export const hebrewFirstNames = [
        // Male Names
        "אברהם", "יצחק", "יעקב", "משה", "אהרן", "דוד", "שלמה", "יהודה", "יוסף", "שמעון",
        "ראובן", "לוי", "נפתלי", "גד", "אשר", "דן", "יששכר", "זבולון", "בנימין", "מנחם",
        "אליהו", "אלישע", "שמואל", "יהושע", "חיים", "מנשה", "רפאל", "גבריאל", "מיכאל", "אוריאל",
        "יונתן", "שאול", "עמוס", "אלעזר", "אביתר", "יואל", "יוחנן", "מתתיהו", "עמיחי", "ירמיהו",
        "דניאל", "אדיר", "אורן", "יואב", "איתן", "אלעד", "עוז", "עידן", "עומרי", "אור",

        // Female Names
        "שרה", "רבקה", "רחל", "לאה", "מרים", "אסתר", "דבורה", "חנה", "אביגיל", "רות",
        "נועה", "מיכל", "דנה", "יעל", "הילה", "שירה", "שני", "עדן", "תמר", "אורית",
        "איילת", "טליה", "רונית", "לילך", "יעל", "אלונה", "גילת", "יפעת", "נעמי", "חגית",
        "עדי", "אפרת", "נעמה", "סיגל", "ענת", "קרן", "גלית", "ליאורה", "דפנה", "שרון",
        "יערה", "אליה", "אורית", "רחל", "אביטל", "מרגלית", "יהודית", "אפרתה", "צביה", "אור"
    ];

export const hebrewLastNames = [
        "כהן", "לוי", "מזרחי", "פרץ", "ביטון", "דוד", "בן-חיים", "בן-דוד", "כהן-סולימן", "לוי-משה",
        "רובין", "הררי", "אביב", "אלבז", "מימון", "בן-שושן", "בן-שמעון", "שושן", "חזן", "שור",
        "אוחנה", "אלון", "אברהם", "יצחקי", "יעקבי", "שטרית", "מלכה", "רוזנבלום", "כץ", "כוהן",
        "ויינשטיין", "פישר", "גרשון", "גרינברג", "הרשקוביץ", "וייס", "אלקיים", "כהן-אברהם", "חכמון", "רפאלי",
        "זמיר", "שפירא", "אדמוני", "אביטל", "גפן", "בן-הרוש", "בן-זאב", "בר", "בר-לב", "בורוכוב",
        "בן-זמרה", "בן-הרוש", "בן-זאב", "ברוך", "בן-אריה", "בן-דור", "בן-נון", "בן-רובי", "בן-ציון", "בן-שחר",
        "גולדברג", "גולן", "גוטמן", "גולדשטיין", "גלזר", "גולוב", "גרינשטיין", "הופמן", "הלוי", "זילברמן",
        "זיסמן", "חיים", "חזן", "חכמוב", "כחלון", "כפיר", "ליפשיץ", "מנשה", "מסיקה", "מתן",
        "נחשון", "סגל", "סולומון", "סעדון", "עמר", "פינס", "פנחס", "צור", "צוריאל", "קליין",
        "קרמר", "רונן", "שטרן", "שוקרון", "שמש", "שלזינגר", "שלמה", "תמיר"
    ];