export const firstNames = ["אברהם", "ברוך", "גבריאל", "דניאל", "הדס", "ורד", "זוהר", "חנה", "טליה",
    "יעקב", "כינרת", "ליאורה", "מאיר", "נעמי", "סיון", "עידו", "פנינה", "צבי", "קובי", "רבקה",
    "שמעון", "תמר", "אהוד", "בנימין", "גלעד", "דוד", "הילה", "ויקטור", "זהבה", "חביב", "טל", "יעל",
    "כפיר", "לילך", "מיכאל", "נטע", "סיגל", "עפרה", "פנחס", "צדקיהו", "קארין", "רחל", "שרה", "תובל",
    "אביטל", "בתיה", "גיא", "דניאלה", "הראל", "ורדי", "זכריה", "חנן", "טלמון", "ירון", "כתיה", "ליאור",
    "מלכה", "ניר", "סהר", "עידן", "פסח", "ציפי", "קרן", "רותם", "שי", "תאנה", "אבשלום", "בלומה", "גדי",
    "דורון", "הדר", "ורדי", "זבולון", "חביבה", "טלי", "יונתן", "כרמל", "לירן", "מרדכי", "נעמה", "סמדר",
    "ענת", "פרץ", "צחי", "קלרה", "רן", "שולמית", "תומר", "אפרים", "ברכה", "גילה", "דרור", "הילה", "ורדית",
    "זיו", "חיים", "טהר", "יוכבד", "כוכבה", "לילי"]


export const lastNames = ["כהן", "לוי", "מזרחי", "פרץ", "ביטון", "אברג'יל", "אוחנה", "אוזן", "אוחיון",
    "אזולאי", "אמסלם", "אברמוב", "אשכנזי", "אורן", "ארזי", "אוחנונה", "אלבז", "אלמוג", "אסולין", "אזרחי",
    "אשר", "אבוטבול", "אדרי", "בן דוד", "בן חמו", "בן שושן", "בן זקן", "בן יוסף", "בן נון", "בנימין",
    "בן שטרית", "בן צבי", "בן שבת", "ברוך", "ברק", "ברקוביץ'", "ברנד", "ברדה", "ברקאי", "גבאי", "גולן",
    "גורן", "גולדשטיין", "גלילי", "גפני", "דהן", "דיין", "דקל", "דוד", "דוידוב", "דביר", "דרעי", "הלוי",
    "הרצוג", "הררי", "הברמן", "הררי", "זילברמן", "זיו", "זלצר", "חביב", "חדד", "חזן", "חן", "חסון",
    "חנניה", "חייט", "יעקובי", "יפה", "ישראלי", "יפרח", "יצחק", "כהנוביץ'", "לוי", "ליכטנשטיין", "לנדאו",
    "לרנר", "מדינה", "מלכה", "מימון", "מנדלבאום", "מסיקה", "מצליח", "משיח", "נחשון", "נחמני", "נעמן",
    "ניצן", "ניב", "סגל", "סעדון", "סוויסה", "סולומון", "סיוון", "עמר", "עוזיאל", "עזרא", "עמיאל", "עובדיה",
    "עובדיהו", "פורמן", "פורת", "פרידמן", "פרץ", "צדוק", "צ'צ'קס", "קליין", "קנטור", "קרני"]
    